{
  
 "news":[
    {   "id":"01",
        "urlToImage":"https://ichef.bbci.co.uk/news/976/cpsprodpb/136F1/production/_130810697_gettyimages-1443361504.jpg.webp",
        "title":"VinFast: Vietnam EV maker valued at more than Ford or GM",
        "description":"VinFast, a company yet to achieve profitability, debuted on the New York stock market with shares closing above $37 (£29) each. This propelled VinFast's market valuation to $85 billion, surpassing the valuations of established automakers Ford and GM at $48 billion and $46 billion respectively. This move comes amid a competitive landscape in the electric vehicle (EV) market, as both traditional industry giants and newer manufacturers vie for a share of the expanding EV sector. VinFast's listing added a substantial $39 billion to the wealth of its chairman,  Pham Nhat Vuong, who already held the title of Vietnam's wealthiest individual. \n\n Vuong's control of 99% of the company's shares, primarily through Vingroup JSC, restricts available shares for trading, potentially leading to significant price fluctuations. Although trading in VinFast saw approximately $185 million worth of shares changing hands, the firm's unique positioning as an emerging player from a low-cost East Asian country has spurred investor confidence in its potential to compete in the US EV market. \n\n Unlike traditional initial public offerings, VinFast adopted a  Its safety features include six airbags, ABS with EBD, tyre pressure monitoring system, vehicle stability control, all-wheel disc brakes and a 360-degree camera. The overall design language of the SUV is stylish and head turner with its slim DRLs and the headlight down below. The chrome finishing is generous. The car is equipped with side turn indicator, sporty rear skid plate, wide trapezoidal lower grille, dual tone body colour, unique crystal acrylic upper grille with chrome garnish, and LED tail lamp.",
        "date_posted":"August 19, 2023",
        "category":"business"

    },
    {
        "id":"03",
        "urlToImage":"https://www.deccanchronicle.com/_next/image?url=https%3A%2F%2Fs3.ap-southeast-1.amazonaws.com%2Fimages.deccanchronicle.com%2Fdc-Cover-cjeee6ao6ll8bslbj3t6o6l867-20230818124149.Medi.jpeg&w=1920&q=75",
        "title":"ARCI, Altmin partner to make component used in lithium-ion cells",
        "description":"Hyderabad: The Ministry of Science and Technology’s ARCI and Hyderabad-based Altmin partnership will make lithium ferrous phosphate (LFP), a key component required in manufacturing of advanced lithium-ion cells. A 10-megawatts pilot plant is at the ARCI campus at Balapur in Hyderabad. It will have a capacity to produce 100 kilo LFP per day.Altmin has partnered up with YLB, Bolivia for supply of battery grade lithium carbonate necessary for the planned production and future scale up. Altmin’s technology aims at stabilising the supply chain and creating a sustainable production with minimal emissions. The company was formed to support the Government of India’s advanced chemistry cell PLI scheme, meant to localise manufacturing of Li-Ion cells and batteries in India.",
        "date_posted":"August 18, 2023",
        "category":"business"

    },
    {
        "id":"04",
        "urlToImage":"https://www.deccanchronicle.com/_next/image?url=https%3A%2F%2Fs3.ap-southeast-1.amazonaws.com%2Fimages.deccanchronicle.com%2Fdc-Cover-lrcv1ume8lsmfofoo83dq4g2o5-20230816181524.Medi.jpeg&w=1920&q=75",
        "title":"Abhijit Chakravorty Takes Charge as the New MD and CEO of SBI Card",
        "description":"HYDERABAD: SBI Card, India’s largest pure-play credit card issuer, announced that Mr Abhijit Chakravorty has taken charge as the company’s new Managing Director and Chief Executive Officer, effective 12th August 2023. Mr Chakravorty has taken over from Mr Rama Mohan Rao Amara, who is returning to the bank after successfully leading SBI Card for over two and a half years. Mr Abhijit Chakravorty is a Deputy Managing Director with the State Bank of India. With a rich experience of 34 years in the banking sector, he has adeptly worked with various divisions of the bank that include retail and corporate banking, overseas operations, and IT infrastructure.",
        "date_posted":"27-04-2001",
        "category":"August 16, 2023"

    },
    {
        "id":"05",
        "urlToImage":"https://www.deccanchronicle.com/_next/image?url=https%3A%2F%2Fs3.ap-southeast-1.amazonaws.com%2Fimages.deccanchronicle.com%2Fdc-Cover-69f4fqvgsl21anfk1pokvcbgf7-20230810232822.Medi.jpeg&w=1920&q=75",
        "title":"Air India unveiled its new logo and crew livery",
        "description":"Hyderabad: Air India unveiled its new logo and crew livery on Thursday evening, etching a significant milestone in its 5 year transformational journey christened as Vihaan. AI to emerge as a world class airline. The new logo referred to as 'The Vista' resonates with the essence of bold new India. The new logo design is inspired by a peaked golden window frame signifying airlines' new progressive and bold outlook with unlimited possibilities. The iconic 'Maharaja' serving as the Air India mascot etched in public memory for decades  as airlines' core identity, will continue its journey with the carrier, albeit, in a new transformed avatar. The design elements and colour palette used for creating the new identity comprises deep red, aubergine and gold highlights and chakra inspired patterns. ra inspired patterns.Tata Sons Chairman N Chnadrashekhar stated that this transformation is the fructification of the Tata Sons work on it for the past 15 months. And it's not just the brand identity and the crew livery that has undergone the transformation. \n\n As per Campbell Wilson, CEO of Air India, the company has spent around 400 million dollars to refurbish its fleet. All the legacy 777 and 787 dreamliner aircrafts in its fleet will be refitted by next year. Additionally, the airline has inked purchase agreements worth 70 billion dollars with Airbus and Boeing to supply 470 aircrafts. Deliveries for the same are expected to start by November.",
        "date_posted":"August 10, 2023",
        "category":"business"

    },
    {
        "id":"06",
        "urlToImage":"https://www.deccanchronicle.com/_next/image?url=https%3A%2F%2Fdc-cdn.s3-ap-southeast-1.amazonaws.com%2Fdc-Cover-vvkofn2akf3pnamm0nl6jboqo7-20160723023249.Medi.jpeg&w=1920&q=75",
        "title":"OU To Implement Fresh Changes to Fill Academia-Industry Need Gap, Students Elated",
        "description":"HYDERABAD: Osmania University on Friday said that it would be joining hands with alumni from across the globe and industry experts to push for skill and practical application of subject knowledge. The decision was promptly welcomed by students.'It is a great step towards countering memorising and doing away with rote learning that has done us more harm than good. We hope these discussions and learnings from their professional journeys help us right the wrongs from a very early stage in our career, better, before we even get there,'' said Ankush Raheja, a BSc student, upon hearing the news.",
        "date_posted":" August 19, 2023",
        "category":"education"

    },
    {
        "id":"07",
        "urlToImage":"https://www.deccanchronicle.com/_next/image?url=https%3A%2F%2Fs3.ap-southeast-1.amazonaws.com%2Fimages.deccanchronicle.com%2Fdc-Cover-5495gjaaf7n06pako49l7mda56-20230817233416.Medi.jpeg&w=1920&q=75",
        "title":"TSBIE extends inter first year admissions",
        "description":"HYDERABAD: The TS Board of Intermediate Education (BIE) extended the last date for admissions into first-year Intermediate for 2023-24 to August 31, 2023. Students can enrol with a late fee of Rs750 at private junior colleges and without a late fee in government and government sector colleges. In an official notice, the board instructed all principals to admit the candidates and ensure that eligible students are not deprived of a seat. Parents and students were asked to take admissions into affiliated junior colleges, the list of which is available on the TSBIE official websites sacadtsbie.cgg.gov.in and tsbie.cgg.gov.in",
        "date_posted":"August 16, 2023",
        "category":"education"

    },
    {
        "id":"08",
        "urlToImage":"https://www.deccanchronicle.com/_next/image?url=https%3A%2F%2Fs3.ap-southeast-1.amazonaws.com%2Fimages.deccanchronicle.com%2Fdc-Cover-4gc26dhsd9hj973lj905a0oe66-20210923230444.Medi.jpeg&w=1920&q=75",
        "title":"Fund crunch hits basic facilities, events at IIT-H",
        "description":"Hyderabad: The premier Indian Institute of Technology, Hyderabad, (IIT-H) is grappling with a severe funds crunch, as students allege that basic facilities like safe bathrooms and RO systems for drinking water were denied since the past academic year. Students alleged that there were no funds for commemorative events like freshers’ induction, farewell to outgoing students and convocations. They said that of the 1,000 students who graduated from the institution this year, only 10 were selected to receive their degrees from the chief guest, on the stage, on July 15.",
        "date_posted":"August 16, 2023",
        "category":"education"

    },
    {
        "id":"09",
        "urlToImage":"https://www.deccanchronicle.com/_next/image?url=https%3A%2F%2Fs3.ap-southeast-1.amazonaws.com%2Fimages.deccanchronicle.com%2Fdc-Cover-6blrjqvvd74o246k82pv1bv9n3-20210121132954.Medi.jpeg&w=1920&q=75",
        "title":"HC hears plea on MBBS admissions in five new medical colleges",
        "description":"Vijayawada: The Andhra Pradesh High Court heard a petition filed challenging GOs 107, 108 and 111 dealing with categorisation of seats for admission into MBBS course in five new government medical colleges and posted the next hearing after two weeks.A division bench comprising Chief Justice Dhiraj Singh Thakur and Justice A.V. Sesha Sai held hearing here on Thursday on a petition filed by Prathipadu Prem Sajan and others challenging GOs issued by the state government claiming that they would cause a lot of injustice to the students belonged to SC, ST, BC and minorities.",
        "date_posted":"August 11, 2023",
        "category":"education"

    },
    {
        "id":"10",
        "urlToImage":"https://www.deccanchronicle.com/_next/image?url=https%3A%2F%2Fs3.ap-southeast-1.amazonaws.com%2Fimages.deccanchronicle.com%2Fdc-Cover-oo3q2eeumk2ckincic3b8ibja2-20201007123002.Medi.jpeg&w=1920&q=75",
        "title":"EAPCET 2023 Admission Schedule Changed",
        "description":"EAPCET 2023 admissions convener Chadalavada Nagarani on Tuesday said keeping in view interests of students, deadline for selection of options has been extended to August 14. As a result, rest of the admissions schedule too has been changed. Accordingly, August 16 will be the date on which candidates may change their options. Allotment of seats in colleges will be made on August 23 in keeping with the rules of reservations. Students will have to report to their allotted colleges between August 23 and August 31.",
        "date_posted":"August 9, 2023",
        "category":"education"

    },
    {
        "id":"11",
        "urlToImage":"https://www.deccanchronicle.com/_next/image?url=https%3A%2F%2Fs3.ap-southeast-1.amazonaws.com%2Fimages.deccanchronicle.com%2Fdc-Cover-amhblkkjh1ssvt2g2d6unpopd7-20190124014431.Medi.jpeg&w=1920&q=75",
        "title":"Helpline for Indian students to pursue medicine",
        "description":"VIJAYAWADA: The health ministry of Uzbekistan and TMA University has launched a toll-free helpline for Indian students who wish to pursue medical education in Uzbekistan. The helpline number is 1800-123-2931 and the official website is www.studyinuzbek.uz. The helpline and website will provide students with information about the admission process, tuition fees, and living expenses in Uzbekistan. They will also be able to verify the authenticity of the information before making a decision.",
        "date_posted":" August 14, 2023",
        "category":"education"

    },
    {
        "id":"12",
        "urlToImage":"https://th-i.thgim.com/public/incoming/xiipfx/article67210757.ece/alternates/LANDSCAPE_1200/Jasprit%20Burah%20vs%20Ireland%201st%20T20I.jpg",
        "title":"India beats Ireland by 2 runs via DLS method in first T20I",
        "description":"Pace sensation Jasprit Bumrah ticked all the boxes on his much-anticipated return to lead India to a two-run win over Ireland by DLS Method in a rain-interrupted first T20I of the three-match series, in Dublin on Friday.Leading the side on his return after an 11-month injury layoff, Bumrah claimed 2 for 24 with nine dot balls and formed a formidable pair with T20I debutant Prasidh Krishna (2/32) to restrict Ireland to 139 for 7 after opting to bowl.\n Things looked bleak for the hosts after they were down 59 for 6 in the 11th over but their No 8 Barry McCarthy produced an amazing recovery, blazing his way to a 33-ball 51 not out (4x4, 4x6) to lift their total to a respectable 139 for 7. \n He stitched a seventh wicket 57-run partnership with Curtis Campher (39) as Ireland reeled off 54 runs in the last five overs, losing just one wicket. \n\n\n Despite a costly 16th over, Bumrah quickly recovered, dismissing Irish opener Andy Balbirnie with a searing inswinger that rattled the off-stump. Bumrah's success continued with the dismissal of Lorcan Tucker in his fifth delivery. Prasidh, making his T20I debut, took over the bowling after four overs and managed to dismiss Harry Tector with a well-executed catch by Tilak Varma. Spinner Bishnoi's skillful googly led to the downfall of Ireland's skipper Paul Stirling, leaving the hosts struggling at 27 for 4 during the powerplay. Ireland's poor execution persisted, resulting in George Dockrell's wicket as Prasidh's back-of-a-length delivery was caught by Ruturaj Gaikwad. Campher and Mark Adair managed a few boundaries, but Bishnoi returned to remove Adair through an LBW decision. \n\n McCarthy's maximum and Campher's sweeps kept Ireland in the game, while Bumrah and Prasidh faced challenges. Campher's stroke over extra cover and a maximum against Bumrah showcased Ireland's efforts, concluding with McCarthy's successive boundaries and a 15-run over.",
        "date_posted":"August 18, 2023",
        "category":"sports"

    },
    {
        "id":"13",
        "urlToImage":"https://th-i.thgim.com/public/sport/athletics/ptocii/article67209081.ece/alternates/LANDSCAPE_1200/IMG_Athletissima_-_Diamo_2_1_D9BJE6B8.jpg",
        "title":"World Athletics Championships: Neeraj Chopra eyes top podium finish",
        "description":"A World Championships gold is the only medal missing in Neeraj Chopra's decorated cabinet and the superstar Indian javelin thrower will fancy his chances as no clear-cut favourite has emerged ahead of the showpiece beginning in Budapest on August 19.The 25-year-old Chopra has won gold medals in Olympics (Tokyo in 2021), Asian Games (2018) and Commonwealth Games (2018), besides becoming the Diamond League champion last year.He won a silver in the 2022 World Championships in USA and he would be one of the gold medal contenders this time here.If Chopra wins a gold, he will become only the second Indian after shooter Abhinav Bindra to win a yellow metal each in the Olympics and World Championships in individual sport.",
        "date_posted":"August 18, 2023 03:08 pm",
        "category":"sports"

    },
    {
        "id":"14",
        "urlToImage":"https://th-i.thgim.com/public/incoming/rcf26y/article67211198.ece/alternates/LANDSCAPE_1200/2023-08-18T190510Z_884338484_RC2IC1AXEQTB_RTRMADP_3_SOCCER-ITALY-COACH.JPG",
        "title":"Italy name Spalletti as new coach of national team",
        "description":"Luciano Spalletti will be the new head coach of Italy's national soccer team, the country's football federation said on Friday, replacing Roberto Mancini who resigned on August 13.Spalletti, 64, led Napoli last season to its first Serie A title in 33 years, crowning a long club management career that has included spells at AS Roma, Inter Milan, and a five-year stint with Russian club Zenit St Petersburg.He stepped aside from the Napoli job in May after requesting a sabbatical and was replaced by Frenchman Rudi Garcia.The Italian Football Federation said on its website that Spalletti would take up the post from September 1.",
        "date_posted":"August 19, 2023 03:52 am",
        "category":"sports"

    },
    {
        "id":"15",
        "urlToImage":"https://th-i.thgim.com/public/incoming/yhhzgx/article67207040.ece/alternates/LANDSCAPE_1200/PTI08_04_2023_000366A.jpg",
        "title":"Another chance for Malaysia’s Rahim Razie to change the tone of familiarity in defeat",
        "description":"Wanting to see his team secure a place at the Olympics is what motivates the 35-year-old veteran to rally on. It is the unfinished dream that he wants to fulfil. His most cherished moment came in November 2022 when Malaysia defeated Korea to clinch its maiden Sultan Azlan Shah Cup — a tournament that the nation hosts.  The last time a Malaysian hockey team played at the Olympics, Bill Clinton was the president of the USA, France was the FIFA World Champion, and man had just averted the Y2K crisis.",
        "date_posted":"August 18, 202",
        "category":"sports"

    },
    {
        "id":"16",
        "urlToImage":"https://th-i.thgim.com/public/news/national/upg8fs/article67207340.ece/alternates/LANDSCAPE_1200/F3uznClW4AAaNqv.jpg",
        "title":"FIDE WC Chess: Praggnanandhaa ousts Erigaisi in sudden death tie-break, enters semi-final",
        "description":"The teenaged chess star from Chennai, by virtually securing a place in the Candidates tournament, would be the only Indian other than five-time world champion Viswanathan Anand to feature in the Candidates. Indian Grandmaster R Praggnanandhaa defeated compatriot Arjun Erigaisi 5-4 via the sudden death tie-break to enter the semifinals of the FIDE World Cup chess tournament in Baku on Thursday.",
        "date_posted":"August 18, 2023 04:05 am",
        "category":"sports"

    },
    {
        "id":"17",
        "urlToImage":"https://www.deccanchronicle.com/_next/image?url=https%3A%2F%2Fs3.ap-southeast-1.amazonaws.com%2Fimages.deccanchronicle.com%2Fdc-Cover-u6ss4guojnjgso5q1tl5l9r4h2-20230815190614.Medi.jpeg&w=1920&q=75",
        "title":"Telangana Player Appointed As Bangladesh Kabaddi Team Coach",
        "description":"Hyderabad: Lingampally Srinivas Reddy, hailing from Sangareddy, Telangana, is currently engaged as a coach for the Bangladesh Men's Senior Kabaddi Team, a role that sees him guiding and mentoring the team as they gear up for the upcoming Asian Games. Presently stationed in Dhaka, he is diligently imparting his extensive knowledge of the game to Bangladeshi players. Srinivas Reddy's remarkable coaching journey has been recognized on a global scale. Hailing from the Sangareddy district, he previously served as the coach of India's senior team, leading them to victory in the 2018 Dubai Masters tournament.\n\n This achievement is a testament to his prowess in the realm of Kabaddi coaching. In the current capacity, Srinivas Reddy is collaboratively orchestrating the Bangladeshi team's preparations for the Asian Games alongside fellow coach Chaju Ram, who hails from Haryana. As a united front, they steered Bangladesh through a comprehensive 45-day training camp in Kolhapur, Maharashtra, which speaks volumes of their dedication and commitment to nurturing the team's potential.",
        "date_posted":"August 15, 2023",
        "category":"sports"

    }
  ]
}